Repository: Chorus-ACE/Greatdori
Catalog: Greatdori/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# Settings.advanced.ui.random-card-contains-all-card
source: Contain All Cards in Random Cards
zh_hans: 随机卡片中包含所有卡片
zh_hant: 隨機卡片時包含所有卡片

# Settings.advanced.ui.random-card-contains-all-card.description
source: If turned off, Card #90036 - #90040 will be excluded from Random Cards.
zh_hans: 如果关闭，卡片 #90036 - #90040 将被从随机卡片中移除。
zh_hant: 如果關閉，卡片 #90036 ~ #90040 不會被包含在隨機卡片中。

# Settings.birthday-time-zone
source: Birthday Time Zone
zh_hans: 生日时区
zh_hant: 生日時區

# Settings.birthday-time-zone.description
source: The time zone used to determine today’s date and the birthdays
zh_hans: 用于判定今天日期和生日的时区
zh_hant: 用於判斷當天日期與生日的時區

# Settings.birthday-time-zone.name.adaptive
source: System Time
zh_hans: 系统时间
zh_hant: 系統時間

# Settings.birthday-time-zone.name.CST
source: China Standard Time
zh_hans: 中国标准时间
zh_hant: 中國標準時間

# Settings.birthday-time-zone.name.JST
source: Japan Standard Time
zh_hans: 日本标准时间
zh_hant: 日本標準時間

# Settings.birthday-time-zone.name.PT
source: Pacific Time
zh_hans: 太平洋时间
zh_hant: 太平洋時間

# Settings.birthday-time-zone.name.UTC
source: Coordinated Universal Time
zh_hans: 协调世界时
zh_hant: 協調世界時

# Settings.birthday-time-zone.selection.adaptive
source: System Time
zh_hans: 系统时间
zh_hant: 系統時間

# Settings.birthday-time-zone.selection.adaptive.abbr
source: Follow System
zh_hans: 系统时区
zh_hant: 系統時區

# Settings.birthday-time-zone.selection.CST
source: China Standard Time (UTC+8)
zh_hans: 中国标准时间(UTC+8)
zh_hant: 中國標準時間 (UTC+8)

# Settings.birthday-time-zone.selection.JST
source: Japan Standard Time (UTC+9)
zh_hans: 日本标准时间 (UTC+9)
zh_hant: 日本標準時間 (UTC+9)

# Settings.birthday-time-zone.selection.PT.PDT
source: Pacific Time (UTC-7)
zh_hans: 太平洋时间 (UTC-7)
zh_hant: 太平洋時間 (UTC-7)

# Settings.birthday-time-zone.selection.PT.PST
source: Pacific Time (UTC-8)
zh_hans: 太平洋时间 (UTC-8)
zh_hant: 太平洋時間 (UTC-8)

# Settings.birthday-time-zone.selection.UTC
source: Coordinated Universal Time (UTC)
zh_hans: 协调世界时 (UTC)
zh_hant: 協調世界時 (UTC)

# Settings.debug
source: Debug
zh_hans: 调试
zh_hant: 偵錯

# Settings.debug.activate-alert.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確定

# Settings.debug.activate-alert.message
source: A great keyboardist once said three points…
zh_hans: 一个伟大的键盘手曾说过六点……
zh_hant: 一個偉大的鍵盤手曾說過六點……

# Settings.debug.activate-alert.prompt
source: Enter Key
zh_hans: 键入代码
zh_hant: 輸入密鑰

# Settings.debug.activate-alert.succeed
source: [DEBUG] Verification Passed
zh_hans: [DEBUG] 验证成功
zh_hant: [DEBUG] 驗證通過

# Settings.debug.activate-alert.title
source: [DEBUG] Verification
zh_hans: [DEBUG] 验证
zh_hant: [DEBUG] 驗證

# Settings.debug.clean-chart-asset
source: Clean Chart Asset
zh_hans: 清理谱面缓存
zh_hant: 清除譜面資源

# Settings.debug.deactivate-alert.confirm
source: I Didn’t Say No
zh_hans: 我没说不关
zh_hant: 我沒說不關

# Settings.debug.deactivate-alert.prompt
source: Don’t want to turn Debug off now?
zh_hans: 现在没心情关掉Debug模式吗？
zh_hant: 現在沒心情關掉Debug模式嗎？

# Settings.debug.deactivate-alert.title
source: Already in Debug Mode
zh_hans: 已经在Debug模式了
zh_hant: 已經在Debug模式了

# Settings.debug.disable
source: Turn DEBUG Off
zh_hans: 关闭DEBUG
zh_hant: 關閉 DEBUG

# Settings.debug.disable.title
source: [DEBUG] Turn DEBUG Off
zh_hans: [DEBUG] 关闭DEBUG
zh_hant: [DEBUG] 關閉 DEBUG

# Settings.debug.disable.turn-off
source: Turn Off
zh_hans: 关闭
zh_hant: 關閉

# Settings.document.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# Settings.document.unavailable
source: Content Unavailable
zh_hans: 内容不可用
zh_hant: 內容不可用

# Settings.fonts
source: Fonts
zh_hans: 字体
zh_hant: 字體

# Settings.fonts.info.copyright
source: Copyright
zh_hans: 版权
zh_hant: 版權

# Settings.fonts.info.designer
source: Designer
zh_hans: 设计者
zh_hant: 設計人

# Settings.fonts.info.done
source: Done
zh_hans: 完成
zh_hant: 完成

# Settings.fonts.info.full-name
source: Full Name
zh_hans: 全名
zh_hant: 全名

# Settings.fonts.info.glyphs
source: Glyphs
zh_hans: 字符数
zh_hant: 字符數

# Settings.fonts.info.glyphs.%lld
source: %lld glyphs
zh_hans: %lld个字符
zh_hant: %lld 個字符

# Settings.fonts.info.languages
source: Languages
zh_hans: 语言
zh_hant: 語言

# Settings.fonts.info.languages.%lld
source: %lld languages
zh_hans: %lld个语言
zh_hant: %lld 個語言

# Settings.fonts.info.manufacturer
source: Manufacturer
zh_hans: 制造商
zh_hant: 製造商

# Settings.fonts.info.preview
source: Preview
zh_hans: 预览
zh_hant: 預覽

# Settings.fonts.info.preview.missing-language
source: Some languages are not supported by this font.
zh_hans: 该字体不支持部分语言。
zh_hant: 此字體不支持一些語言。

# Settings.fonts.info.preview.no-supported-language
source: This file didn’t record any supporting language.
zh_hans: 该文件未记录任何支持语言。
zh_hant: 此文件未紀錄任何支持語言。

# Settings.fonts.info.preview.unavailable
source: This font does not support any of the five languages that Greatdori! supports.
zh_hans: 该字体不支持Greatdori!所支持的任何语言。
zh_hant: 此字體不支持 Greatdori! 所支持的任何語言。

# Settings.fonts.info.preview.weight
source: Font Weight
zh_hans: 字重
zh_hant: 字重

# Settings.fonts.info.preview.weight.bold
source: Bold
zh_hans: 粗体
zh_hant: 粗體

# Settings.fonts.info.preview.weight.light
source: Light
zh_hans: 细体
zh_hant: 細體

# Settings.fonts.info.preview.weight.regular
source: Regular
zh_hans: 常规
zh_hant: 常規

# Settings.fonts.info.remove
source: Remove
zh_hans: 移除
zh_hant: 移除

# Settings.fonts.info.system-font
source: Is System Font
zh_hans: 系统字体
zh_hant: 系統字體

# Settings.fonts.info.title.system-font
source: System Font
zh_hans: 系统字体
zh_hant: 系統字體

# Settings.fonts.info.true
source: Yes
zh_hans: 是
zh_hant: 是

# Settings.fonts.info.variable-font
source: Is Variable Font
zh_hans: 可变字体
zh_hant: 可變字體

# Settings.fonts.installed
source: Installed
zh_hans: 已安装
zh_hant: 已安裝

# Settings.fonts.installed.none
source: No Fonts Installed
zh_hans: 无已安装的字体
zh_hant: 無已安裝的字體

# Settings.fonts.learn-more
source: Learn More…
zh_hans: 了解更多…
zh_hant: 了解更多…

# Settings.fonts.new
source: Add Font
zh_hans: 添加字体
zh_hant: 添加字體

# Settings.fonts.new.add
source: Add
zh_hans: 添加
zh_hant: 添加

# Settings.fonts.new.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Settings.fonts.new.error
source: An Error Occurred During Install
zh_hans: 安装过程中发生错误
zh_hant: 安裝過程中出現了問題

# Settings.fonts.new.file
source: File
zh_hans: 文件
zh_hant: 文件

# Settings.fonts.new.footer
source: Font file should be in TTF, OTF, TTC or OTC.
zh_hans: 文件字体应为TTF、OTF、TTC或OTC格式。

# Settings.fonts.new.install
source: Install
zh_hans: 安装
zh_hant: 安裝

# Settings.fonts.new.installing
source: Installing Font…
zh_hans: 正在安装字体…
zh_hant: 安裝字體…

# Settings.fonts.new.name
source: Name
zh_hans: 名字
zh_hant: 名稱

# Settings.fonts.new.preview.footer.added
source: This font had already been added.
zh_hans: 该字体已安装。
zh_hant: 此字體已安裝。

# Settings.fonts.new.select-file
source: Select File…
zh_hans: 选择文件…
zh_hant: 選擇文件…

# Settings.fonts.new.type
source: Type
zh_hans: 类型
zh_hant: 類型

# Settings.fonts.new.type.local
source: Local
zh_hans: 本地
zh_hant: 本地

# Settings.fonts.new.type.online
source: Online
zh_hans: 在线
zh_hant: 在線

# Settings.fonts.new.type.system
source: System
zh_hans: 系统
zh_hant: 系統

# Settings.fonts.remove
source: Remove
zh_hans: 移除
zh_hant: 移除

# Settings.fonts.story-viewer
source: Story Viewer
zh_hans: 故事浏览器
zh_hant: 故事瀏覽器

# Settings.fonts.system
source: System
zh_hans: 系统
zh_hant: 系統

# Settings.home-edit
source: Home
zh_hans: 首页
zh_hant: 主頁

# Settings.home-edit.footer
source: Event cards are arranged from #1 to #4 in single-column view; and from #1 to #3 at the right side, #4 at the left side in double-column view.
zh_hans: 单列显示下，活动卡片从上到下按照#1到#4排列；双列显示下，右侧列表从上到下按照卡片#1到卡片#3排列，左侧列表为卡片#4。
zh_hant: 單行顯示時，活動卡片從上到下按照 #1 到 #4 排列；雙行顯示時，右側列表從上到下按照 #1 到 #3 排列，左側列表為 #4。

# Settings.home-edit.footer.compact
source: Event cards are arranged from #1 to #4 in single-column view.
zh_hans: 单列显示下，活动卡片从上到下按照#1到#4排列。
zh_hant: 單行顯示時，活動卡片從上到下按照 #1 到 #4 排列。

# Settings.locale
source: Locale
zh_hans: 地区
zh_hant: 地區

# Settings.locale.primary-locale
source: Primary Server
zh_hans: 主服务器
zh_hant: 伺服器（主）

# Settings.locale.secondary-locale
source: Secondary Server
zh_hans: 副服务器
zh_hant: 伺服器（副）

# Settings.notifications.access-denied
source: Some requests had been denied.
zh_hans: 有些请求已被拒绝。
zh_hant: 一些請求被拒絕。

# Settings.notifications.authorization-required
source: These features require authorizations in order to work properly.
zh_hans: 上述功能需要授权以正常运作。
zh_hant: 這些功能需要授權以正確工作。

# Settings.notifications.birthday.subscript
source: Subscribe to Birthday Calendar
zh_hans: 订阅生日日历
zh_hant: 訂閱生日日曆

# Settings.notifications.news
source: Receive News Notifications
zh_hans: 接收新闻通知
zh_hant: 接收新聞通知

# Settings.notifications.news.error-alert.message.%lld
source: Failed applying new settings. (%lld)
zh_hans: 未能应用新设置。(%lld)
zh_hant: 應用新設定時出錯。(%lld)

# Settings.notifications.news.error-alert.title
source: An Error Occurred While Editing Notification Settings
zh_hans: 更改通知设置时发生错误
zh_hant: 變更通知設定時出現了錯誤

# Settings.notifications.open-settings
source: Open Settings App
zh_hans: 打开设置App
zh_hant: 打開設定 App。

# Settings.offline-data
source: Local Data
zh_hans: 本地数据
zh_hant: 本地數據

# Settings.offline-data.source-preference
source: Data Source Preference
zh_hans: 数据源偏好
zh_hant: 數據源偏好

# Settings.offline-data.source-preference.selection.hybrid
source: Hybrid
zh_hans: 自动
zh_hant: 自動

# Settings.offline-data.source-preference.selection.internet
source: Use Internet Data
zh_hans: 使用互联网数据
zh_hant: 使用網絡數據

# Settings.offline-data.source-preference.selection.local
source: Use Local Data
zh_hans: 使用本地数据
zh_hant: 使用本地數據

# Settings.permissions
source: Notifications
zh_hans: 通知
zh_hant: 通知

# Settings.prompt
source: Settings…
zh_hans: 设置…
zh_hant: 設定…

# Settings.story-viewer
source: Story Viewer
zh_hans: 故事播放器
zh_hant: 故事瀏覽器

# Settings.story-viewer.fonts
source: Fonts
zh_hans: 字体
zh_hant: 字體

# Settings.story-viewer.layout
source: Layout
zh_hans: 布局
zh_hant: 佈局

# Settings.story-viewer.layout.always-full-screen
source: Always in Full Screen
zh_hans: 始终全屏
zh_hant: 總是全屏

# Settings.story-viewer.layout.always-full-screen.description
source: Always show viewer in full screen, giving a more direct immersive experience.
zh_hans: 始终全屏显示播放器，提供更直接的沉浸式体验。
zh_hant: 始終全屏顯示播放器，提供更直接的沈浸式體驗。

# Settings.story-viewer.layout.resizable
source: Previewable
zh_hans: 允许预览
zh_hant: 允許預覽

# Settings.story-viewer.layout.resizable.description
source: Allow a smaller viewer to be shown on top of transcript list, providing preview and line tracking.
zh_hans: 允许在台词列表上方显示一个小播放器，以供预览和台词跟踪。
zh_hant: 允許在台詞列表上方顯示一個小播放器，以供預覽和台詞跟蹤。

# Settings.widgets
source: Widgets
zh_hans: 小组件
zh_hant: 小部件

# Settings.widgets.collection.download.remove.%@
source: Remove Download (%@)
zh_hans: 移除下载（%@）

# Settings.widgets.collection.selector.auto-save
source: Edits will be saved automatically.
zh_hans: 编辑将自动保存。
zh_hant: 更改會自動保存。

# Settings.widgets.collection.selector.filter.hide
source: Hide Filter
zh_hans: 隐藏筛选
zh_hant: 隱藏篩選

# Settings.widgets.collection.selector.filter.show
source: Show Filter
zh_hans: 显示筛选
zh_hant: 顯示篩選

# Settings.widgets.collection.selector.normal
source: Normal
zh_hans: 特训前
zh_hant: 特訓前

# Settings.widgets.collection.selector.select
source: Select
zh_hans: 选择
zh_hant: 選取

# Settings.widgets.collection.selector.select.deselect-all
source: Deselect All
zh_hans: 取消全选
zh_hant: 全部取消選取

# Settings.widgets.collection.selector.select.select-all
source: Select All
zh_hans: 全选
zh_hant: 選取全部

# Settings.widgets.collection.selector.select.select-all.alert.message
source: This may take some time and may not be undone unless deselecting all. Are you sure you want to continue?
zh_hans: 这可能需要花一些时间，且无法撤销（除非取消全选）。你确定你要继续吗？
zh_hant: 這可能需要一些時間且無法撤銷（除非取消選取全部）。確定要繼續嗎？

# Settings.widgets.collection.selector.select.select-all.alert.select
source: Continue
zh_hans: 继续
zh_hant: 繼續

# Settings.widgets.collection.selector.select.select-all.alert.title.%lld
source: Select All %lld Cards
zh_hans: 全选%lld张卡牌
zh_hant: 選取全部 %lld 張卡片

# Settings.widgets.collection.selector.select.select-all.progress.done
source: Select All: Done
zh_hans: 全选：已完成
zh_hant: 選取全部：完成

# Settings.widgets.collection.selector.select.select-all.progress.existed
source: Existed
zh_hans: 已存在
zh_hant: 已存在

# Settings.widgets.collection.selector.select.select-all.progress.failure
source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

# Settings.widgets.collection.selector.select.select-all.progress.loading
source: Selecting All
zh_hans: 正在全选
zh_hant: 正在選取全部

# Settings.widgets.collection.selector.select.select-all.progress.pending
source: Pending
zh_hans: 正在等待
zh_hant: 等待

# Settings.widgets.collection.selector.select.select-all.progress.succeed
source: Succeed
zh_hans: 成功
zh_hant: 成功

# Settings.widgets.collection.selector.show-selected-only
source: Show Selected Only
zh_hans: 仅显示已选择
zh_hant: 僅顯示已選取

# Settings.widgets.collection.selector.trained
source: Trained
zh_hans: 特训后
zh_hant: 特訓後

# Settings.widgets.collections.actions.change.normal
source: Change to Normal
zh_hans: 切换至特训前
zh_hant: 切換到特訓前

# Settings.widgets.collections.actions.change.trained
source: Change to Trained
zh_hans: 切换至特训后
zh_hant: 切換到特訓後

# Settings.widgets.collections.actions.remove
source: Remove
zh_hans: 移除
zh_hant: 移除

# Settings.widgets.collections.built-in
source: Built-In Collections
zh_hans: 内置精选集
zh_hant: 內置收藏集

# Settings.widgets.collections.card.normal
source: Normal
zh_hans: 特训前
zh_hant: 特訓前

# Settings.widgets.collections.card.trained
source: Trained
zh_hans: 特训后
zh_hant: 特訓後

# Settings.widgets.collections.code.dialog.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Settings.widgets.collections.code.dialog.copy
source: Copy Code
zh_hans: 拷贝代码
zh_hant: 拷貝代碼

# Settings.widgets.collections.code.dialog.message
source: Receiver can import collection by tapping “New Collection” and enter Collection Code.
zh_hans: 接收者可以通过轻点“新精选集”并键入精选集代码来导入精选集。
zh_hant: 接收者可以通過點擊“新收藏集”並輸入收藏集代碼來導入收藏集。

# Settings.widgets.collections.code.dialog.share
source: Share…
zh_hans: 共享…

# Settings.widgets.collections.code.dialog.title
source: Share Collection Code to Receiver
zh_hans: 向接收者共享精选集代码
zh_hant: 與接收者共享收藏集

# Settings.widgets.collections.count.%lld
source: %lld items
zh_hans: %lld个项目
zh_hant: %lld 個項目

# Settings.widgets.collections.delete
source: Delete Collection…
zh_hans: 删除精选集…
zh_hant: 刪除收藏集…

# Settings.widgets.collections.delete.alert.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Settings.widgets.collections.delete.alert.message
source: This action cannot be undone.
zh_hans: 该操作无法被撤销。
zh_hant: 此操作不能被撤銷。

# Settings.widgets.collections.delete.alert.title.%@
source: Are you sure you want to delete “%@”?
zh_hans: 你确定要删除“%@”吗？
zh_hant: 確定要刪除“%@”嗎？

# Settings.widgets.collections.download.%@
source: Download (~%@)
zh_hans: 下载（约%@）

# Settings.widgets.collections.download.in-progress.%lld.%lld
source: Downloading… (%1$lld/%2$lld)
zh_hans: 下载中… (%1$lld/%2$lld)

# Settings.widgets.collections.edit
source: Edit Collection
zh_hans: 编辑精选集
zh_hant: 編輯收藏集

# Settings.widgets.collections.is-built-in
source: Is Built-In
zh_hans: 内置
zh_hant: 內置

# Settings.widgets.collections.is-built-in.yes
source: Yes
zh_hans: 是
zh_hant: 是

# Settings.widgets.collections.learn-more
source: Learn More about Collection Codes…
zh_hans: 了解更多关于精选集代码…
zh_hant: 了解更多收藏集代碼…

# Settings.widgets.collections.name
source: Title
zh_hans: 标题
zh_hant: 標題

# Settings.widgets.collections.no-card
source: No Items
zh_hans: 无项目
zh_hant: 無項目

# Settings.widgets.collections.share-without-name
source: Share Without Title
zh_hans: 共享不含标题
zh_hant: 不含標題共享

# Settings.widgets.collections.share-without-name.description
source: Exclude collection title when generating Collection Code
zh_hans: 在生成精选集代码时去除精选集标题
zh_hant: 在生成收藏集代碼時排除收藏集標題

# Settings.widgets.collections.user
source: Your Collections
zh_hans: 你的精选集
zh_hant: 你的收藏集

# Settings.widgets.collections.user.add
source: New Collection
zh_hans: 新精选集
zh_hant: 新收藏集

# Settings.widgets.collections.user.add.alert.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Settings.widgets.collections.user.add.alert.create
source: Create
zh_hans: 创建
zh_hant: 創建

# Settings.widgets.collections.user.add.alert.import
source: Import
zh_hans: 导入
zh_hant: 導入

# Settings.widgets.collections.user.add.alert.message
source: Create a new collection with a title, or import a collection with Collection Code.
zh_hans: 输入标题以创建新精选集，或输入精选集代码以导入精选集。
zh_hant: 輸入標題以創建新收藏集，或輸入收藏集代碼以導入收藏集。

# Settings.widgets.collections.user.add.alert.prompt
source: Title or Collection Code
zh_hans: 精选集标题
zh_hant: 標題或收藏集代碼

# Settings.widgets.collections.user.add.alert.title
source: New Collection
zh_hans: 新精选集
zh_hant: 新收藏集

# Settings.widgets.collections.user.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Settings.widgets.collections.user.duplicate
source: Duplicate
zh_hans: 复制
zh_hant: 複製

# Settings.widgets.collections.user.empty
source: No Collections
zh_hans: 无精选集
zh_hant: 無收藏集

# Settings.widgets.collections.user.importing
source: Importing Collection…
zh_hans: 正在导入精选集…
zh_hant: 導入收藏集…

# Song.gameplay.close-date
source: Remove Date
zh_hans: 下架日期
zh_hant: 下架日期

# Song.lyrics.artistic
source: Artistic
zh_hans: 艺术字

# Song.music-video.unavailable
source: Music Video Unavailable
zh_hans: MV不可用
zh_hant: MV 不可用

# Song.shazam
source: Recognition
zh_hans: 识别

# Song.shazam.report
source: Report a Concern
zh_hans: 报告问题

# Song.shazam.report.cancel
source: Cancel
zh_hans: 取消

# Song.shazam.report.sent
source: Report Sent
zh_hans: 报告已发送

# Song.shazam.report.sent.description
source: Your report had been sent to us.
zh_hans: 你的报告已被发送。

# Song.shazam.report.submit
source: Submit
zh_hans: 提交

# Song.shazam.report.type
source: Type of Issue
zh_hans: 错误类型

# Song.shazam.report.type.apple-music-link-missing
source: Apple Music Link Missing
zh_hans: 缺少Apple Music链接

# Song.shazam.report.type.apple-music-link-missing.description
source: The song is available on Apple Music, but the result had only a Shazam link.
zh_hans: 歌曲在Apple Music上可用，但结果只提供了Shazam链接。

# Song.shazam.report.type.metadata
source: Incorrect Title/Artist/Cover
zh_hans: 标题/艺人/封面有误

# Song.shazam.report.type.metadata.description
source: The result is the correct song but has a wrong title, artist name or cover image.
zh_hans: 结果是正确的歌曲，但其标题、艺人名或封面图像有误。

# Song.shazam.report.type.metadata.other
source: Other
zh_hans: 其他

# Song.shazam.report.type.metadata.other.description
source: Issue is not listed here.
zh_hans: 问题未在此列出。

# Song.shazam.report.type.mismatch
source: Mismatched
zh_hans: 不匹配

# Song.shazam.report.type.mismatch.description
source: The song provided is completely unrelated to the original song.
zh_hans: 显示的歌曲与原曲完全不一致。

# Song.shazam.report.type.version
source: Incorrect Version
zh_hans: 版本错误

# Song.shazam.report.type.version.description
source: The song is covered by another artist.
zh_hans: 歌曲是由另一位艺人翻唱的。

# Sort
source: Sort by
zh_hans: 排序
zh_hant: 排序方式

# Station
source: Multi-Live Finder
zh_hans: 协力寻找
zh_hant: 協力查找

# Station.empty
source: No Gameplay
zh_hans: 没有协力演出
zh_hant: 沒有協力演出

# Station.footer
source: Powered by BandoriStation.
zh_hans: 由BandoriStation提供。

# Station.item.band-power.%lld
source: Power %lld
zh_hans: 综合力 %lld

# Station.item.block
source: Block
zh_hans: 屏蔽

# Station.item.block.alert.confirm
source: Block
zh_hans: 屏蔽

# Station.item.block.alert.message
source: You will not see gameplays submitted by this user anymore unless unblocked.
zh_hans: 你将不再会见到该用户提交的协力，除非取消屏蔽。

# Station.item.block.alert.title.%@
source: Block %@?
zh_hans: 屏蔽%@？

# Station.item.block.success
source: Blocked
zh_hans: 已屏蔽

# Station.item.copy
source: Copy
zh_hans: 复制

# Station.item.copy.success
source: Copied
zh_hans: 已复制

# Station.item.report
source: Report
zh_hans: 举报

# Station.item.report.alert.confirm
source: Report
zh_hans: 举报

# Station.item.report.alert.message
source: This report will be sent to BandoriStation.
zh_hans: 该举报信息会被发送至BandoriStation。

# Station.item.report.alert.reason
source: Reason of Report
zh_hans: 举报原因

# Station.item.report.alert.title.%@
source: Report %@?
zh_hans: 举报%@？

# Station.item.report.success
source: Reported
zh_hans: 已举报

# Station.item.type.7
source: 70K
zh_hans: 7万

# Station.item.type.12
source: 120K
zh_hans: 12万

# Station.item.type.18
source: 180K
zh_hans: 18万

# Station.item.type.25
source: 250K
zh_hans: 25万

# Station.unavailable
source: Multi-Live Finder Unavailable
zh_hans: 协力寻找不可用
zh_hant: 協力查找不可用

# Station.unavailable.description.%@
source: Check your Internet connection and try again later. (Error %@)
zh_hans: 请尝试检查你的互联网连接并稍后重试。(错误%@)

# Station.unavailable.description.%lld
source: Check your Internet connection and try again later. Tap to retry now. (Error %lld)
zh_hans: 请尝试检查你的互联网连接并稍后重试。轻点任意处立即重试。(错误%lld)
zh_hant: 檢查網路連接並稍後再試。輕觸以重試。(錯誤 %lld)

source: Story
zh_hans: 故事
zh_hant: 故事

source: Story Viewer
zh_hans: 故事浏览器
zh_hant: 故事瀏覽器

# Story-viewer.area
source: Area
zh_hans: 区域

# Story-viewer.area-conversation.no-character
source: (No Character)
zh_hans: （无角色）

# Story-viewer.area.any
source: Any
zh_hans: 任意

# Story-viewer.backlog
source: Backlog
zh_hans: 记录
zh_hant: 紀錄

# Story-viewer.backlog.dismiss
source: Done
zh_hans: 完成
zh_hant: 完成

# Story-viewer.band
source: Band
zh_hans: 乐队
zh_hant: 樂團

# Story-viewer.card
source: Card
zh_hans: 卡牌

# Story-viewer.character
source: Character
zh_hans: 角色

# Story-viewer.enter-full-screen
source: Full Screen
zh_hans: 全屏
zh_hant: 全屏

# Story-viewer.error
source: An Error Occured
zh_hans: 发生错误
zh_hant: 出現錯誤

# Story-viewer.event
source: Event
zh_hans: 活动

# Story-viewer.filter
source: Filter
zh_hans: 筛选
zh_hant: 篩選

# Story-viewer.layout-test-sheet.done
source: Done
zh_hans: 完成

# Story-viewer.locale
source: Locale
zh_hans: 地区
zh_hant: 地區

# Story-viewer.menu.auto
source: Auto
zh_hans: 自动
zh_hant: 自動

# Story-viewer.menu.auto.cancel
source: Stop Auto
zh_hans: 取消自动
zh_hant: 停止自動

# Story-viewer.menu.backlog
source: Backlog
zh_hans: 记录
zh_hant: 紀錄

# Story-viewer.menu.fast-forward
source: Fast Forward
zh_hans: 快进
zh_hant: 快轉

# Story-viewer.menu.fast-forward.cancel
source: Stop Fast Forward
zh_hans: 取消快进
zh_hant: 停止快轉

# Story-viewer.menu.full-screen.enter
source: Full Screen
zh_hans: 全屏
zh_hant: 全屏

# Story-viewer.menu.full-screen.quit
source: Exit Full Screen
zh_hans: 退出全屏
zh_hant: 退出全屏

# Story-viewer.menu.hide
source: Hide
zh_hans: 隐藏UI
zh_hant: 隱藏UI

# Story-viewer.menu.hide-ui-auto
source: Hide & Auto
zh_hans: 隐藏UI并全屏
zh_hant: 隱藏UI並全屏

# Story-viewer.menu.mute
source: Mute
zh_hans: 静音
zh_hant: 靜音

# Story-viewer.menu.mute.quit
source: Unmute
zh_hans: 取消静音
zh_hant: 取消靜音

# Story-viewer.menu.quit
source: Quit
zh_hans: 退出
zh_hant: 退出

# Story-viewer.mute
source: Mute
zh_hans: 静音
zh_hant: 靜音

# Story-viewer.story
source: Story
zh_hans: 故事
zh_hant: 故事

# Story-viewer.story.select
source: Select Story…
zh_hans: 选择故事…
zh_hant: 選取故事…

# Story-viewer.type
source: Type
zh_hans: 类别
zh_hant: 類型

# Story-viewer.type.action-set
source: Area Conversation
zh_hans: 区域对话

# Story-viewer.type.after-live
source: After Live
zh_hans: LIVE后对话
zh_hant: LIVE結束對話

# Story-viewer.type.any
source: Any
zh_hans: 任意

# Story-viewer.type.band
source: Band
zh_hans: 乐队
zh_hant: 樂團故事

# Story-viewer.type.card
source: Card
zh_hans: 卡牌集数
zh_hant: 卡片Episode

# Story-viewer.type.event
source: Event
zh_hans: 活动
zh_hant: 活動

# Story-viewer.type.main
source: Main
zh_hans: 主线故事

# Story-viewer.unavailable
source: Story Unavailable
zh_hans: 故事不可用
zh_hant: 故事不可用

source: Story Unavailable
zh_hans: 故事不可用
zh_hant: 故事不可用

# Time-zone.%@.%@.%lld
source: %1$(Date)@, %2$(Symbol)@%3$(Offset)lldHRS
zh_hans: %1$(Date)@, %2$(Symbol)@%3$(Offset)lld小时
zh_hant: %1$(Date)@, %2$(Symbol)@%3$(Offset)lld小時

# Time-zone.same-time
source: Same Time
zh_hans: 相同时间
zh_hant: 相同時間

# Time-zone.today
source: Today
zh_hans: 今天
zh_hant: 今天

# Time-zone.tomorrow
source: Tomorrow
zh_hans: 明天
zh_hant: 明天

# Time-zone.yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# Type.costume.singular
source: Costume
zh_hans: 服装
zh_hant: 服裝

# Type.login-campaign.singular
source: Login Campaign
zh_hans: 登录奖励
zh_hant: 登入獎勵
